Revit 2024 API
SpecTypeId.HvacMassPerTime Property
 Mass per Time, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId HvacMassPerTime { get; }
Visual Basic
Public Shared ReadOnly Property HvacMassPerTime As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ HvacMassPerTime {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace